{
    "life": [
        {
            "content": "The value of a man should be seen in what he gives and not in what he is able to receive.",
            "author": "Albert Einstein"
        },
        {
            "content": "I never look upon ease and happiness as ends in themselves—this ethical basis I call the ideal of a pigsty.",
            "author": "Albert Einstein"
        },
        {
            "content": "The unexamined life is not worth living.",
            "author": "Socrates"
        },
        {
            "content": "Most people live through their lives between 20 and 30. Once they pass this age, they become their own shadows, and the rest of their lives is just repeating themselves.",
            "author": "Romain Rolland, \"Jean-Christophe\""
        },
        {
            "content": "Live as if you were to die tomorrow. Learn as if you were to live forever.",
            "author": "Mahatma Gandhi"
        },
        {
            "content": "In this world, the desperate situations people find themselves in are, in many cases, not survival dilemmas, but spiritual ones!",
            "author": ""
        },
        {
            "content": "The two greatest assets in life are: your talent and your time. Talent increases while time decreases. Our life is about exchanging time for talent.",
            "author": ""
        },
        {
            "content": "Stay hungry. Stay foolish.",
            "author": "Steve Jobs (referencing Whole Earth Catalog)"
        },
        {
            "content": "We don’t get a chance to do that many things, and every one should be really excellent.",
            "author": "Steve Jobs"
        },
        {
            "content": "I have looked in the mirror every morning and asked myself: 'If today were the last day of my life, would I want to do what I am about to do today?'",
            "author": "Steve Jobs"
        },
        {
            "content": "If you want something you've never had, you must do something you've never done.",
            "author": ""
        },
        {
            "content": "The best way to predict your future is to create it.",
            "author": "Abraham Lincoln"
        },
        {
            "content": "No one can go back and start a new beginning, but anyone can start today and make a new ending.",
            "author": ""
        },
        {
            "content": "The greatest pain in life is not failure, but never experiencing everything you wanted to experience.",
            "author": ""
        },
        {
            "content": "Those who don't want to do something will find an excuse; those who do will find a way.",
            "author": "Arabic Proverb"
        },
        {
            "content": "Better to speak out and die than to keep silent and live.",
            "author": "Fan Zhongyan"
        },
        {
            "content": "The trick to gaining trust is to avoid using any tricks.",
            "author": ""
        },
        {
            "content": "To judge a person's character, don't look at what good deeds they do when things are going well, but what bad things they [do not do] when things go wrong.",
            "author": ""
        },
        {
            "content": "Never deceive anyone—because the people you can deceive are the ones who trust you.",
            "author": ""
        },
        {
            "content": "Success is about learning how to jump and grab an opportunity when it flies over your head. That's how you stay lucky!",
            "author": "Bill Gates"
        },
        {
            "content": "Give a man a fish and you feed him for a day. Teach a man to fish and you feed him for a lifetime.",
            "author": ""
        }
    ],
    "interest": [
        {
            "content": "Interest is the best teacher.",
            "author": "Albert Einstein"
        },
        {
            "content": "An investment in knowledge always pays the best interest.",
            "author": "Benjamin Franklin"
        },
        {
            "content": "Education is not the filling of a pail but the lighting of a fire.",
            "author": "W. B. Yeats"
        },
        {
            "content": "The only thing I know for sure is my own ignorance.",
            "author": "Socrates"
        },
        {
            "content": "True ignorance is not the lack of knowledge, but the refusal to acquire it.",
            "author": "Karl Popper"
        },
        {
            "content": "Reading is about building your own thoughts with the help of others' thoughts.",
            "author": "Nikolai Rubakin"
        },
        {
            "content": "Never blindly follow authority, because you can always find a contrary authority.",
            "author": "Bertrand Russell"
        },
        {
            "content": "To follow by faith alone is to follow blindly.",
            "author": "Benjamin Franklin"
        },
        {
            "content": "Imagination is more important than knowledge. For knowledge is limited, whereas imagination embraces the entire world, stimulating progress, giving birth to evolution.",
            "author": "Albert Einstein"
        },
        {
            "content": "You must live the way you think; otherwise, you will sooner or later end up thinking the way you have lived.",
            "author": ""
        },
        {
            "content": "Most people would sooner die than think; in fact, they do.",
            "author": "Bertrand Russell"
        },
        {
            "content": "For intellectuals, it is more important to be an elite in thinking than an elite in morality.",
            "author": "Wang Xiaobo"
        },
        {
            "content": "Only two things are infinite: the universe and human stupidity. And I'm not sure about the former :)",
            "author": "Albert Einstein"
        }
    ],
    "politics": [
        {
            "content": "In a democratic state, the highest principle is the interest of the whole people and not that of the rulers. Obedience to the sovereign power of a democratic state does not make a slave, but a citizen.",
            "author": "Baruch Spinoza"
        },
        {
            "content": "The state is made for man, not man for the state. The highest mission of the state is to protect the individual and afford him an opportunity to develop into a creative personality.",
            "author": "Albert Einstein"
        },
        {
            "content": "If the government can't solve the problem, then it is the problem!",
            "author": "Ronald Reagan"
        },
        {
            "content": "People should not be afraid of their governments. Governments should be afraid of their people.",
            "author": "V for Vendetta"
        },
        {
            "content": "Manufacturing fear is the ultimate weapon of authoritarian governments.",
            "author": "V for Vendetta"
        },
        {
            "content": "A fundamental principle of the constitution is: individuals can do anything unless prohibited by law; the government can do nothing unless permitted by law.",
            "author": "John Locke"
        },
        {
            "content": "Property should not be public, and power should not be private. Otherwise, it will lead to hell.",
            "author": "John Locke"
        },
        {
            "content": "Taxation without representation is tyranny.",
            "author": "James Otis"
        },
        {
            "content": "When injustice becomes law, resistance becomes duty.",
            "author": ""
        },
        {
            "content": "Those who would give up essential Liberty, to purchase a little temporary Safety, deserve neither Liberty nor Safety.",
            "author": "Benjamin Franklin"
        },
        {
            "content": "Now some people say to you: 'Sacrifice your individual freedom to seek the nation's freedom!' I say to you: 'Striving for individual freedom is striving for the nation's freedom; striving for individual character is striving for the nation's character. A free and equal country is not built by a crowd of slaves!'",
            "author": "Hu Shih"
        },
        {
            "content": "When the Americans came, there was bread and freedom; when the Soviets came, there was bread but no freedom; when the CCP came, there was no bread and no freedom!",
            "author": "Hu Shih"
        },
        {
            "content": "Without the freedom to criticize, praise has no meaning!",
            "author": "Le Figaro's motto"
        },
        {
            "content": "It is more difficult to liberate a nation accustomed to being enslaved than it is to enslave a nation accustomed to being free.",
            "author": "Montesquieu"
        },
        {
            "content": "It is difficult to free fools from the chains they revere.",
            "author": "Voltaire"
        },
        {
            "content": "Dictatorship and democracy are mutually exclusive; people's democracy is the foundation. Only with full democracy can there be dictatorship; without democracy, it is fascist dictatorship!",
            "author": "Hu Yaobang on 'People's Democratic Dictatorship'"
        },
        {
            "content": "If the people do not welcome us, we should step down!",
            "author": "Hu Yaobang"
        },
        {
            "content": "Democracy is fought for from the bottom up, not given from the top down!",
            "author": "Fang Lizhi"
        },
        {
            "content": "The value of a college education is not the learning of many facts but the training of the mind to think.",
            "author": "Albert Einstein"
        },
        {
            "content": "There is no relationship between the money spent on a child and the child's cultivation, or it's even inversely proportional. In educating children, parents should invest time, not money.",
            "author": "Kenichi Ohmae"
        },
        {
            "content": "Teaching you to be a good person when you are young, and teaching you to be a bad person when you grow up - this is Chinese-style education.",
            "author": ""
        },
        {
            "content": "You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time.",
            "author": "Abraham Lincoln"
        },
        {
            "content": "The Party could announce that 2+2=5, and you would have to believe it.",
            "author": "George Orwell, \"1984\""
        },
        {
            "content": "In a time of universal deceit, telling the truth is a revolutionary act.",
            "author": "George Orwell"
        },
        {
            "content": "Artists use lies to tell the truth, while politicians use them to cover the truth up.",
            "author": "V for Vendetta"
        },
        {
            "content": "The purpose of education in any tyrannical state is to lower the heart and mind of the people.",
            "author": "Montesquieu"
        },
        {
            "content": "The moment you try to understand your country, you have already embarked on a criminal path!",
            "author": "Ai Weiwei"
        },
        {
            "content": "Ancient obscurantist policy was to forbid people from receiving education; modern obscurantist policy is to only allow people to receive brainwashing education.",
            "author": ""
        },
        {
            "content": "Brainwashing education is not meant to create people sleeping in an iron house, but people pretending to be asleep. Because you can always find a way to wake up someone who is sleeping, but you can never wake up someone who is pretending to be asleep!",
            "author": ""
        },
        {
            "content": "The two hardest things in the world: putting your thoughts into someone else's head, and putting someone else's money into your own pocket - the Communist Party has achieved both!",
            "author": ""
        },
        {
            "content": "The slaves of Confucius and Zhu Xi have decreased, but they have been replaced by a class of slaves of Marx and Kropotkin.",
            "author": "Hu Shih"
        },
        {
            "content": "Before the revolution, they were slaves; shortly after the revolution, they were deceived by the slaves and became their slaves!",
            "author": "Lu Xun"
        },
        {
            "content": "In all of China, there is only one school, which is the Party School - all other schools are just branches!",
            "author": "Chen Danqing"
        },
        {
            "content": "In the past, learning English was to better understand the world; now, learning English is to better understand China!",
            "author": ""
        },
        {
            "content": "Communism is a pseudo-science that turned into a pseudo-religion and eventually manifested as a rigid, centralized, evil political group!",
            "author": "Richard Pipes"
        },
        {
            "content": "The reason Marx failed as a prophet lies entirely in the poverty of historicism.",
            "author": "Karl Popper, \"The Poverty of Historicism\""
        },
        {
            "content": "What has always made the state a hell on earth has been precisely that man has tried to make it his heaven.",
            "author": "Friedrich Hölderlin (quoted in Hayek's \"The Road to Serfdom\")"
        },
        {
            "content": "How do you tell a communist? Well, it's someone who reads Marx and Lenin. And how do you tell an anti-communist? It's someone who understands Marx and Lenin.",
            "author": "Ronald Reagan"
        },
        {
            "content": "An individual who has not believed in Communism before age 30 has no heart; an individual who still believes in Communism after age 30 has no head.",
            "author": "Georges Clemenceau"
        },
        {
            "content": "The greatest advantage of communism is that it can overcome difficulties that simply do not exist under other systems.",
            "author": ""
        },
        {
            "content": "A hundred years and no progress - at the top is Empress Dowager Cixi, at the bottom are the Boxers!",
            "author": "Zi Zhongyun"
        },
        {
            "content": "If the officials of the Central Propaganda Department and the Ministry of Health swapped places, China would have both freedom of speech and food safety.",
            "author": ""
        },
        {
            "content": "The CCP is a party that tries everything to prevent you from knowing the truth, yet tries everything to accuse you of not knowing the truth :)",
            "author": ""
        },
        {
            "content": "The Chinese Communist Party is a party that serves the people wholeheartedly - you can't even stop them from serving you even if you wanted to :)",
            "author": ""
        },
        {
            "content": "The core competitiveness of the 'China Model' is the exploitation of labor.",
            "author": "Andy Xie"
        },
        {
            "content": "It's not socialism with Chinese characteristics, but social Darwinism with Chinese characteristics!",
            "author": ""
        },
        {
            "content": "Western elites no longer worry about survival and don't need to speak out of fear. Chinese elites are still exhausting their energy and even their lives for democracy and freedom!",
            "author": ""
        },
        {
            "content": "If Lu Xun lived in this era: his blog would be harmonized first, then he would be invited for tea, and finally arrested and imprisoned for inciting subversion of state power...",
            "author": ""
        },
        {
            "content": "If there is one prisoner of conscience in a country's prison, that country has no conscience; if there are two, it's disgusting; if there are three, it's not a country; if there are four, the fall of the nation is liberation.",
            "author": "Aung San Suu Kyi"
        },
        {
            "content": "Morality is in books, role models are on TV, the land is in your lungs, love is in the property certificate, happiness is in dreams... This is Chinese characteristics.",
            "author": ""
        },
        {
            "content": "Worshipping money isn't scary; what's scary is not being allowed to worship money in a society where you have to save for hundreds of years without eating or drinking just to buy a house. Vulgarity isn't scary; what's scary is not being allowed to be vulgar in a country where tens of millions of men can't find girlfriends while girls their age are kept by old men!",
            "author": ""
        },
        {
            "content": "What Guo Jingming and Tang Jun have in common is: the more people like them succeed, the more it shows how much our society has failed!",
            "author": ""
        },
        {
            "content": "China doesn't have many 'contradictions among the people'; it's mainly 'contradiction between the Party and the people'. The Party repeatedly mentions 'contradictions among the people' as a way to sow discord!",
            "author": ""
        },
        {
            "content": "Celestial Empire intellectuals fall into three categories: 1. Inherently Silent Majority 2. Public Intellectuals 3. 'Eunuch' Intellectuals",
            "author": ""
        },
        {
            "content": "Power tends to corrupt, and absolute power corrupts absolutely.",
            "author": "Lord Acton"
        },
        {
            "content": "Every man who has power is impelled to abuse it; he goes on until he is pulled up by some boundary.",
            "author": "Montesquieu"
        },
        {
            "content": "A group of billionaires gathered in the Great Hall of the People for the Two Sessions—they call themselves the 'vanguard of the proletariat'.",
            "author": ""
        },
        {
            "content": "The Chinese people are great: using 7% of the world's arable land to feed 50% of the world's civil servants, and bearing 70% of the world's official corruption...",
            "author": ""
        },
        {
            "content": "The city is what it is because our citizens are what they are.",
            "author": "Plato"
        },
        {
            "content": "In a dirty country, if everyone follows the rules instead of talking about morality, it will eventually become a normal country with human flavor, and morality will naturally return; conversely, in a clean country, if everyone ignores the rules but talks big about morality and nobility, the country will eventually degenerate into a dirty country full of hypocrites.",
            "author": "Hu Shih"
        },
        {
            "content": "To judge a country's civilization, you only need to look at three things: how they treat children; how they treat women; and how they use their leisure time.",
            "author": "Hu Shih"
        },
        {
            "content": "Being a slave is unfortunate, but not scary, because knowing the struggle, there is still hope for escape. If you find beauty in slave life, praise it, and become intoxicated by it, you are a slave beyond redemption!",
            "author": "Lu Xun"
        },
        {
            "content": "Throughout history, the Chinese have always been slaughtered, enslaved, beaten, humiliated, and oppressed by their own kin. The pain they have suffered is beyond human endurance. Every examination makes one feel like they aren't living in the human world.",
            "author": "Lu Xun"
        },
        {
            "content": "Faith can't be eaten, so it's not important; democracy can't be eaten, so it's not important; freedom can't be eaten, so it's not important... For Chinese people, anything that can't be eaten is not important. We have adopted the living principle of pigs, and thus we have gained the fate of pigs—sooner or later to be eaten by others.",
            "author": ""
        },
        {
            "content": "A true warrior dares to be a normal person in an abnormal country.",
            "author": ""
        },
        {
            "content": "Once you get used to living with a mask, your face will become just like the mask.",
            "author": "V for Vendetta"
        },
        {
            "content": "On every issue, the coward asks, 'Is it safe?' The opportunist asks, 'Is it politic?' The vain person asks, 'Is it popular?' But conscience asks, 'Is it right?'",
            "author": "Martin Luther King Jr."
        },
        {
            "content": "No snowflake in an avalanche ever feels responsible.",
            "author": "Voltaire"
        },
        {
            "content": "Never think you can escape; every step we take determines the final outcome, and our feet are walking toward the end we have chosen.",
            "author": "Milan Kundera"
        },
        {
            "content": "Humanitarianism consists in never sacrificing a human being to a purpose.",
            "author": "Albert Schweitzer"
        },
        {
            "content": "The so-called 'crossing the river by feeling the stones' means: the masses have already crossed the river, while the officials are still there pretending to feel the stones!",
            "author": ""
        }
    ],
    "history": [
        {
            "content": "Who controls the past controls the future; who controls the present controls the past.",
            "author": "George Orwell, \"1984\""
        },
        {
            "content": "Using copper as a mirror, one can adjust their clothes; using history as a mirror, one can know the rise and fall of dynasties; using people as a mirror, one can understand their own successes and failures.",
            "author": "Emperor Taizong of Tang"
        },
        {
            "content": "The only lesson humans learn from history is that they learn nothing from history.",
            "author": "Arnold J. Toynbee"
        },
        {
            "content": "People always think the era they live in is terrible and long for a golden age of the past. But to those whom we now consider to be in a golden age, their world seemed just as colorless and weak at the time.",
            "author": "Woody Allen"
        },
        {
            "content": "The saddest thing for Chinese people is: just after being run over by the wheels of history, before they can even get up, they find that history is reversing...",
            "author": ""
        }
    ],
    "gfw": [
        {
            "content": "Freedom has many difficulties and democracy is not perfect, but we have never had to put a wall up to keep our people in, to prevent them from leaving us.",
            "author": "John F. Kennedy"
        },
        {
            "content": "These walls are funny. First you hate 'em, then you get used to 'em. Enough time passes, you get so you depend on 'em. That's institutionalized.",
            "author": "The Shawshank Redemption"
        },
        {
            "content": "Google reinvented search, Facebook reinvented social networking, Apple reinvented the phone, Amazon reinvented books... The Celestial Empire reinvented the local area network.",
            "author": ""
        },
        {
            "content": "The GFW keeps Chinese people out of countless excellent websites, as if an iron gate were set at the entrances to these sites, with eight characters written: 'No Chinese or Dogs Allowed'.",
            "author": ""
        },
        {
            "content": "For decades, North Korea has had only one leader named 'Kim Jong-il'; for decades, the Celestial Empire has also had only one leader named 'Sensitive Word'.",
            "author": ""
        },
        {
            "content": "Better to have a socialist firewall than a capitalist internet.",
            "author": ""
        }
    ],
    "programming": [
        {
            "content": "There is no silver bullet.",
            "author": "Fred Brooks"
        },
        {
            "content": "The art of programming is the art of organizing complexity.",
            "author": "Edsger Dijkstra"
        },
        {
            "content": "Simple is beautiful.",
            "author": ""
        },
        {
            "content": "Simplicity is prerequisite for reliability.",
            "author": "Edsger Dijkstra"
        },
        {
            "content": "The role of good software is to make something complex appear simple.",
            "author": "Grady Booch"
        },
        {
            "content": "There are two ways of constructing a software design: One way is to make it so simple that there are obviously no deficiencies, and the other way is to make it so complicated that there are no obvious deficiencies. The first method is far more difficult.",
            "author": "C.A.R. Hoare"
        },
        {
            "content": "A good design evolves; a bad design is constantly patched.",
            "author": ""
        },
        {
            "content": "The purest, most abstract design problem is the design of bridges. The problem you face is how to use the minimum amount of material to span a given distance.",
            "author": "Paul Graham"
        },
        {
            "content": "Examine your design at different levels.",
            "author": ""
        },
        {
            "content": "Before software can be reusable it first has to be usable.",
            "author": "Ralph Johnson"
        },
        {
            "content": "Software design is like sex; one mistake and you have to support it for the rest of your life.",
            "author": "Michael Sinz"
        },
        {
            "content": "Better tools don't necessarily make for better designs.",
            "author": ""
        },
        {
            "content": "A good programmer is someone who looks both ways before crossing a one-way street.",
            "author": "Doug Linder"
        },
        {
            "content": "The best documentation for code is the code itself.",
            "author": "Steve McConnell, \"Code Complete\""
        },
        {
            "content": "If the code and the comments disagree, then both are probably wrong.",
            "author": "Norm Schryer"
        },
        {
            "content": "Any code of your own that you haven't looked at for six or more months might as well have been written by someone else.",
            "author": "Tom Cargill"
        },
        {
            "content": "Programs must be written for people to read, and only incidentally for machines to execute.",
            "author": "SICP (Structure and Interpretation of Computer Programs)"
        },
        {
            "content": "A language that doesn't affect the way you think about programming is not worth knowing.",
            "author": "Alan Perlis"
        },
        {
            "content": "There are only two kinds of languages: the ones people complain about and the ones nobody uses.",
            "author": "Bjarne Stroustrup"
        },
        {
            "content": "No programming language can prevent a programmer from writing bad code, no matter how well the language is structured.",
            "author": "Larry Flon"
        },
        {
            "content": "C is quirky, flawed, and an enormous success.",
            "author": "Dennis Ritchie"
        },
        {
            "content": "C++ makes it harder to shoot yourself in the foot, but when you do, it blows your whole leg off.",
            "author": "Bjarne Stroustrup"
        },
        {
            "content": "The relationship between Java and JavaScript is like the relationship between Ham and Hamster.",
            "author": ""
        },
        {
            "content": "In theory, there is no difference between theory and practice. But in practice, there is.",
            "author": "Jan L.A. van de Snepscheut"
        },
        {
            "content": "Adding manpower to a late software project makes it later.",
            "author": "Fred Brooks"
        },
        {
            "content": "Measuring programming progress by lines of code is like measuring aircraft building progress by weight.",
            "author": "Bill Gates"
        },
        {
            "content": "Walking on water and developing software from a specification are easy if both are frozen.",
            "author": "Edward V. Berard"
        },
        {
            "content": "Optimism is an occupational hazard of programming; feedback is the treatment.",
            "author": "Kent Beck"
        },
        {
            "content": "Programming today is a race between software engineers striving to build bigger and better idiot-proof programs, and the Universe trying to produce bigger and better idiots. So far, the Universe is winning.",
            "author": "Rick Cook"
        },
        {
            "content": "If builders built houses the way programmers wrote code, the first woodpecker to come along would destroy civilization.",
            "author": "Gerald M. Weinberg"
        },
        {
            "content": "If debugging is the process of removing software bugs, then programming must be the process of putting them in.",
            "author": "Edsger Dijkstra"
        },
        {
            "content": "It is very difficult to find a bug in your own code. It's even harder if you think your code is correct.",
            "author": "Steve McConnell, \"Code Complete\""
        },
        {
            "content": "Debugging is twice as hard as writing the code in the first place. Therefore, if you write the code as cleverly as possible, you are, by definition, not smart enough to debug it.",
            "author": "Brian Kernighan"
        },
        {
            "content": "Premature optimization is the root of all evil.",
            "author": "Donald Knuth"
        },
        {
            "content": "Tape is Dead, Disk is Tape, Flash is Disk, RAM Locality is King!",
            "author": "Jim Gray"
        },
        {
            "content": "Software is like sex; it's better when it's free.",
            "author": "Linus Torvalds"
        }
    ],
    "economics": [
        {
            "content": "I will be fearful when others are greedy and greedy when others are fearful.",
            "author": "Warren Buffett"
        },
        {
            "content": "Risk comes from not knowing what you're doing.",
            "author": "Warren Buffett"
        },
        {
            "content": "Value investing doesn't guarantee us a profit, but it provides us with the only chance for success.",
            "author": "Warren Buffett"
        },
        {
            "content": "When I invest, I look at the whole picture of a company; most investors only stare at its stock price.",
            "author": "Warren Buffett"
        },
        {
            "content": "Investment success is not about what you know, but about whether you can honestly admit what you don't know. An investor doesn't need to do many things right; what's important is not making big mistakes.",
            "author": "Warren Buffett"
        },
        {
            "content": "The various dogmas like the 'Market Efficiency Theory' are just to increase the mystery of investment so that investment consultants can profit from it.",
            "author": "Warren Buffett"
        },
        {
            "content": "Only when the tide goes out do you discover who's been swimming naked.",
            "author": "Warren Buffett"
        },
        {
            "content": "In the short run, the market is a voting machine but in the long run, it is a weighing machine.",
            "author": "Benjamin Graham"
        },
        {
            "content": "Investment is the activity of predicting the yield of assets, while speculation is the activity of predicting market psychology.",
            "author": "John Maynard Keynes"
        },
        {
            "content": "Risk comes from not knowing what you're doing.",
            "author": "Warren Buffett"
        }
    ],
    "management": [
        {
            "content": "Management is about helping others maximize their strengths and minimize their weaknesses.",
            "author": "Peter Drucker"
        },
        {
            "content": "People are the most important asset of a company!",
            "author": "Konosuke Matsushita"
        },
        {
            "content": "In looking for people to hire, you look for three qualities: integrity, intelligence, and energy. And if they don't have the first, the other two will kill you.",
            "author": "Warren Buffett"
        },
        {
            "content": "Focus on the user and all else will follow.",
            "author": "Google Credo"
        },
        {
            "content": "Only the paranoid survive.",
            "author": "Andy Grove"
        },
        {
            "content": "Innovation distinguishes between a leader and a follower.",
            "author": "Steve Jobs"
        },
        {
            "content": "My management style is neither American individualism nor Japanese consensusism, but a unique Darwinism (survival of the fittest)!",
            "author": "Bill Gates"
        },
        {
            "content": "We don't have managers who don't understand technology—the balance between technology and management is effortless!",
            "author": "Bill Gates"
        },
        {
            "content": "A great lathe operator commands several times the wages of an average lathe operator, but a great writer of software code is worth 10,000 times the price of an average software writer.",
            "author": "Bill Gates"
        },
        {
            "content": "When you point a finger at someone, remember that three of your fingers are pointing back at you.",
            "author": "Gerald M. Weinberg"
        },
        {
            "content": "The only thing that does not change is change itself.",
            "author": ""
        }
    ]
}